Repository: zhrispineda/System-Settings
Catalog: System Settings/Localization/PowerPreferences/BatteryUI.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# WAKE_ON_LAN_DESCRIPTION
source: While sleeping, your Mac can receive incoming network traffic, such as iMessages and other iCloud updates, to keep your applications up to date.
ar: أثناء الإسبات، يمكن لـ Mac استلام حركة مرور الشبكة الواردة، مثل رسائل iMessage وتحديثات iCloud الأخرى، لضمان تحديث تطبيقاتك أولاً بأول.
ca: Mentre es troba en repòs, el Mac pot rebre informació a través de la xarxa, com ara missatges de l’iMessage i actualitzacions de l’iCloud, per mantenir les apps actualitzades.
cs: Mac může během spánku přijímat příchozí síťovou aktivitu, například zprávy iMessage a další aktualizace z iCloudu, takže aplikace budou mít průběžně k dispozici nejnovější data.
da: På vågeblus kan Mac modtage indkommende netværkstrafik, som f.eks. iMessages og andre iCloud-opdateringer, så dine apps holdes ajour.
de: Dein Mac kann im Ruhezustand eingehenden Netzwerkverkehr wie iMessages und andere iCloud-Updates empfangen, damit deine Apps immer auf dem neuesten Stand sind.
el: Κατά τη λειτουργία ύπνου, το Mac σας μπορεί να λαμβάνει εισερχόμενη δικτυακή κίνηση, όπως iMessage και άλλες ενημερώσεις iCloud, ώστε να διατηρεί ενημερωμένες τις εφαρμογές σας.
es: Mientras está en reposo, el Mac puede recibir tráfico de red entrante, como mensajes de iMessage y otras actualizaciones de iCloud, para mantener tus aplicaciones actualizadas.
es_419: Mientras está en reposo, tu Mac puede recibir tráfico entrante de red —como mensajes de iMessage y otras actualizaciones de iCloud— para mantener tus apps actualizadas.
fi: Mac voi nukkuessaan pitää appisi ajan tasalla vastaanottamalla saapuvaa verkkoliikennettä, kuten iMessage-viestejä ja muita iCloud-päivityksiä.
fr: En suspension d’activité, votre Mac peut recevoir le trafic réseau entrant, par exemple des iMessages et d’autres mises à jour iCloud, de manière à maintenir vos applications à jour.
fr_ca: En suspension d’activité, votre Mac peut recevoir du trafic réseau entrant, tel que des iMessages et autres mises à jour provenant d’iCloud, pour que vos applications restent à jour.
he: כאשר ה-Mac נמצא במצב שינה, הוא יכול לקבל תעבורת רשת נכנסת, כגון הודעות iMessage ועדכוני iCloud אחרים, כדי לוודא שהיישומים שלך מעודכנים.
hi: आपके ऐप्लिकेशन अप-टू-डेट रखने के लिए स्लीप के दौरान आपका Mac इनकमिंग नेटवर्क ट्रैफ़िक, जैसे कि iMessages और अन्य iCloud अपडेट प्राप्त कर सकता है।
hr: Tijekom pripravnog stanja, primat će se dolazni mrežni promet, primjerice iMessage poruke i druga iCloud ažuriranja, kako bi aplikacije ostale ažurne.
hu: Alvó üzemmódban a Macje fogadni tudja a beérkező hálózati forgalmat, például az iMessage-üzeneteket és egyéb iCloud-frissítéseket, hogy naprakészen tartsa az alkalmazásokat.
id: Saat sedang tidur, Mac Anda dapat menerima lalu lintas jaringan masuk, seperti iMessage dan pembaruan iCloud lainnya agar aplikasi Anda tetap terbaru.
it: Durante lo standby, il Mac può ricevere il traffico di rete in entrata, come i messaggi di iMessage e altri aggiornamenti di iCloud, per mantenere le applicazioni aggiornate.
ja: スリープ中に、iMessageやその他のiCloudのアップデートなどの情報をネットワークから受信して、アプリケーションを最新の状態に保つことができます。
ko: 잠자기 상태에서 Mac은 응용 프로그램을 최신으로 유지하기 위해 iMessage 및 기타 iCloud 업데이트 등 수신되는 네트워크 트래픽을 받습니다.
ms: Semasa tidur, Mac anda boleh menerima trafik rangkaian masuk, seperti iMessage dan kemas kini iCloud yang lain, untuk memastikan aplikasi anda dikemas kini.
nl: Als de sluimerstand is ingeschakeld, kan je Mac inkomend netwerkverkeer ontvangen (zoals iMessages en andere iCloud-updates) om je apps up-to-date te houden.
no: Mens den er i dvale, kan Macen motta innkommende nettverkstrafikk som iMessages- og andre iCloud-oppdateringer, så appene dine alltid er oppdatert.
pl: Mimo uśpienia Mac może odbierać przychodzący ruch sieciowy, na przykład wiadomości iMessage i inne uaktualnienia z iCloud. Dzięki temu dane w aplikacjach są zawsze aktualne.
pt_br: Durante o repouso, o Mac pode receber tráfego de rede, como iMessages e outras atualizações do iCloud, para manter os seus aplicativos atualizados.
pt_pt: Quando está em pausa, o Mac pode receber tráfego de rede, como iMessages e outras atualizações de iCloud, para manter as aplicações atualizadas.
ro: În modul adormire, Mac-ul dvs. poate să primească trafic din rețea, precum mesaje iMessage și alte actualizări iCloud, pentru a vă menține aplicațiile actualizate.
ru: Находясь в режиме сна, Mac может периодически обновлять данные по сети, чтобы поддерживать актуальность контента приложений, — например, получать сообщения iMessage и другие обновления через iCloud.
sk: Mac môže počas spánku prijímať prichádzajúcu sieťovú aktivitu, napríklad správy iMessage a ďalšie aktualizácie z iCloudu, takže vaše aplikácie budú mať vždy k dispozícii aktuálne dáta.
sl: Ko je Mac v stanju pripravljenosti, lahko sprejema dohodni omrežni promet, kot so sporočila, poslana s storitvijo iMessage, in druge posodobitve storitve iCloud, da bodo vaše aplikacije posodobljene.
sv: I viloläge kan datorn ta emot inkommande nätverkstrafik, till exempel iMessage-meddelanden och andra iCloud-uppdateringar så att apparna hålls uppdaterade.
th: ในระหว่างที่เครื่องพักอยู่ Mac ของคุณสามารถรับข้อมูลเครือข่ายที่เข้ามาได้ เช่น การอัปเดต iMessages และการอัปเดตอื่นของ iCloud เพื่อให้แอปพลิเคชันของคุณมีข้อมูลอัปเดตอยู่เสมอ
tr: Mac’iniz uyku durumundayken uygulamalarınızı güncel tutmak için iMessage’lar ve diğer iCloud güncellemeleri gibi gelen ağ trafiğini alabilir.
uk: У режимі сну Mac може отримувати вхідний мережевий трафік, як-от повідомлення iMessage та інші оновлення iCloud, щоб актуалізувати вміст ваших програм.
vi: Trong khi đang ngủ, máy Mac có thể nhận lưu lượng truy cập mạng đến, chẳng hạn như iMessage và các bản cập nhật iCloud khác, để cập nhật các ứng dụng của bạn.
zh_cn: 睡眠时，Mac可以接收传入的网络流量（如iMessage信息和其他iCloud更新），使应用程序保持最新。
zh_hk: 你的Mac可以在睡眠時接收傳入的網絡流量（例如iMessage和其他iCloud更新），讓你的應用程式保持最新狀態。
zh_tw: 你的Mac可以在睡眠時接收傳入的網路流量（例如iMessage和其他iCloud更新），讓你的應用程式保持在最新狀態。

# BATT_HEALTH_MGMT_TITLE
source: Battery health management
ar: إدارة حالة البطارية
ca: Gestió de la salut de la bateria
cs: Správa kondice baterie
da: Administration af batteritilstand
de: Batteriezustandsverwaltung
el: Διαχείριση υγείας μπαταρίας
es: Gestión de la salud de la batería
es_419: Administración de la condición de la batería
fi: Akun kunnon hallinta
fr: Gestion de l’état de santé de la batterie
fr_ca: Gestionnaire d’état de la batterie
he: ניהול בריאות הסוללה
hi: बैटरी हेल्थ का प्रबंधन
hr: Upravljanje zdravljem baterije
hu: Akkumulátorállapot-kezelés
id: Manajemen kesehatan baterai
it: Gestione stato della batteria
ja: バッテリーの状態管理
ko: 배터리 성능 상태 관리
ms: Pengurusan kesihatan bateri
nl: Batterijconditiebeheer
no: Administrering av batteritilstand
pl: Zarządzanie kondycją baterii
pt_br: Gerenciamento da saúde da bateria
pt_pt: Gestão do estado da bateria
ro: Gestionare stare de sănătate baterie
ru: Отслеживание состояния аккумулятора
sk: Správa zdravia batérie
sl: Upravljanje zdravja baterije
sv: Hantering av batterihälsa
th: การจัดการสุขภาพแบตเตอรี่
tr: Pil sağlığı yönetimi
uk: Відстеження справності акумулятора
vi: Quản lý tình trạng pin
zh_cn: 电池健康管理
zh_hk: 電池健康度管理
zh_tw: 電池健康度管理

# BATTERY_TITLE
source: Battery
ar: البطارية
ca: Bateria
cs: Baterie
da: Batteri
de: Batterie
el: Μπαταρία
es: Batería
es_419: Batería
fi: Akku
fr: Batterie
fr_ca: Batterie
he: סוללה
hi: बैटरी
hr: Baterija
hu: Akkumulátor
id: Baterai
it: Batteria
ja: バッテリー
ko: 배터리
ms: Bateri
nl: Batterij
no: Batteri
pl: Bateria
pt_br: Bateria
pt_pt: Bateria
ro: Baterie
ru: Аккумулятор
sk: Batéria
sl: Baterija
sv: Batteri
th: แบตเตอรี่
tr: Pil
uk: Акумулятор
vi: Pin
zh_cn: 电池
zh_hk: 電池
zh_tw: 電池

# SCHEDULE_WEDNESDAY
source: Wednesday
ar: الأربعاء
ca: Dimecres
cs: Středa
da: onsdag
de: Mittwochs
el: Τετάρτη
es: Miércoles
es_419: Miércoles
fi: Keskiviikkoisin
fr: Mercredi
fr_ca: mercredi
he: יום ד׳
hi: बुधवार
hr: Srijeda
hu: Szerda
id: Rabu
it: Mercoledì
ja: 水曜日
ko: 수요일
ms: Rabu
nl: Woensdag
no: Onsdag
pl: w środy
pt_br: Quarta-feira
pt_pt: Quarta‑feira
ro: miercuri
ru: по средам
sk: v stredu
sl: Sreda
sv: onsdag
th: วันพุธ
tr: Çarşamba
uk: Середа
vi: Thứ Tư
zh_cn: 星期三
zh_hk: 星期三
zh_tw: 星期三

# SCHEDULE_SATURDAY
source: Saturday
ar: السبت
ca: Dissabte
cs: Sobota
da: lørdag
de: Samstags
el: Σάββατο
es: Sábado
es_419: Sábado
fi: Lauantaisin
fr: Samedi
fr_ca: samedi
he: יום שבת
hi: शनिवार
hr: Subota
hu: Szombat
id: Sabtu
it: Sabato
ja: 土曜日
ko: 토요일
ms: Sabtu
nl: Zaterdag
no: Lørdag
pl: w soboty
pt_br: Sábado
pt_pt: Sábado
ro: sâmbătă
ru: по субботам
sk: v sobotu
sl: Sobota
sv: lördag
th: วันเสาร์
tr: Cumartesi
uk: Субота
vi: Thứ Bảy
zh_cn: 星期六
zh_hk: 星期六
zh_tw: 星期六

# USAGE_TITLE
source: Usage History
ar: تاريخ الاستخدام
ca: Historial d’ús
cs: Historie použití
da: Brugshistorik
de: Benutzungsprotokoll
el: Ιστορικό χρήσης
es: Historial de uso
es_419: Historial de uso
fi: Käyttöhistoria
fr: Historique d’utilisation
fr_ca: Historique d’utilisation
he: היסטוריית שימוש
hi: उपयोग हिस्ट्री
hr: Povijest uporabe
hu: Használati előzmények
id: Riwayat Penggunaan
it: Cronologia utilizzo
ja: 使用状況履歴
ko: 사용 기록
ms: Sejarah Penggunaan
nl: Gebruiksgeschiedenis
no: Brukslogg
pl: Historia użycia
pt_br: Histórico de Uso
pt_pt: Histórico de utilização
ro: Istoric utilizare
ru: История использования
sk: História využitia
sl: Zgodovina uporabe
sv: Användningshistorik
th: ประวัติการใช้งาน
tr: Kullanım Geçmişi
uk: Історія використання
vi: Lịch sử sử dụng
zh_cn: 用量历史
zh_hk: 用量記錄
zh_tw: 用量記錄

# SCHEDULE_AT_TEXT
source: at
ar: في
ca: a les
cs: v
da: kl.
de: um
el: στη/στις
es: a las
es_419: a la(s)
fi: klo
fr: à
fr_ca: à
he: בשעה
hi: समय
hr: u
hu: ekkor
id: pukul
it: alle ore
ms: pada
nl: om
no: kl.
pl: o
pt_br: à(s)
pt_pt: à(s)
ro: la
ru: в
sk: o
sl: ob
sv: kl.
th: เวลา
tr: saat:
uk: о
vi: vào lúc
zh_cn: 于
zh_hk: 在

source: Energy Mode:
ar: نمط الطاقة:
ca: Mode de la bateria:
cs: Energetický režim:
da: Energitilstand:
de: Energiemodus:
el: Λειτουργία ενέργειας:
es: Modo de energía:
es_419: Modo de energía:
fi: Energiatila:
fr: Mode d’énergie :
fr_ca: Mode d’énergie :
he: מצב אנרגיה:
hi: एनर्जी मोड :
hr: Mod energije:
hu: Energiahasználati mód:
id: Mode Energi:
it: Modalità energetica:
ja: エネルギーモード:
ko: 에너지 모드:
ms: Mod Tenaga:
nl: Energiemodus:
no: Energimodus:
pl: Tryb poboru energii:
pt_br: Modo de Energia:
pt_pt: Modo de energia:
ro: Mod energetic:
ru: Режим энергопотребления:
sk: Energetický režim:
sl: Način energije:
sv: Energiläge:
th: โหมดพลังงาน:
tr: Enerji Modu:
uk: Режим використання енергії:
vi: Chế độ năng lượng:
zh_cn: 能耗模式：
zh_hk: 能源模式：
zh_tw: 電力模式：

# BATT_HEALTH_CONDITION
source: Battery Condition: %@
ar: حالة البطارية: %@
ca: Estat de la bateria: %@
cs: Stav baterie: %@
da: Batteritilstand: %@
de: Batteriezustand: %@
el: Κατάσταση μπαταρίας: %@
es: Estado de la batería: %@
es_419: Estado de la batería: %@
fi: Akun kunto: %@
fr: État de la batterie : %@
fr_ca: État de la batterie : %@
he: מצב הסוללה: %@
hi: बैटरी की स्थिति : %@
hr: Stanje baterije: %@
hu: Akkumulátor állapota: %@
id: Kondisi Baterai: %@
it: Stato batteria: %@
ja: バッテリーの状態: %@
ko: 배터리 상태: %@
ms: Keadaan Bateri: %@
nl: Batterijconditie: %@
no: Batteritilstand: %@
pl: Stan baterii: %@
pt_br: Condição da Bateria: %@
pt_pt: Estado da bateria: %@
ro: Stare baterie: %@
ru: Состояние аккумулятора: %@
sk: Stav batérie: %@
sl: Stanje baterije: %@
sv: Batteriets skick: %@
th: สภาพแบตเตอรี่: %@
tr: Pil Durumu: %@
uk: Стан акумулятора: %@
vi: Tình trạng pin: %@
zh_cn: 电池状态：%@
zh_hk: 電池狀態：%@
zh_tw: 電池狀態：%@

# AX_BUIGRAPH_BATTERY_LEVEL_VARIED_BETWEEN
source: Battery level varied between %@ and %@
ar: تفاوت مستوى شحن البطارية بين %@ و%@
ca: El nivell de bateria ha variat entre un %@ i un %@
cs: Úroveň nabití se pohybovala mezi %@ a %@
da: Batteriniveau varierede mellem %@ og %@
de: Batteriestatus beträgt zwischen %@ und %@
el: Η στάθμη μπαταρίας ήταν μεταξύ %@ και %@
es: El nivel de la batería ha variado entre %@ y %@
es_419: El nivel de batería varió entre %@ y %@
fi: Akun taso vaihteli välillä %@ viiva %@
fr: Le niveau de la batterie a varié entre %@ et %@
fr_ca: Le niveau de la batterie a varié entre %@ et %@
he: רמת הסוללה נמצאת בין %@ ל-%@
hi: %@ और %@ के बीच बैटरी लेवल बदलता रहता है
hr: Razina baterije varirala je između %@ i %@
hu: Akkumulátorszint %@ és %@ között
id: Level baterai bervariasi antara %@ dan %@
it: Il livello di carica della batteria ha subito una variazione compresa tra %@ e %@
ja: バッテリー残量が%@から%@の間で変化
ko: 배터리 잔량이 %@부터 %@사이입니다.
ms: Paras bateri berbeza-beza antara %@ dan %@
nl: Batterijniveau varieerde tussen %@ en %@
no: Batterinivået varierte mellom %@ og %@
pl: Poziom naładowania baterii wahał się między %@ a %@
pt_br: O nível da bateria variou entre %@ e %@
pt_pt: O nível da bateria variou entre %@ e %@
ro: Nivelul bateriei a variat între %@ și %@
ru: Уровень заряда аккумулятора колеблется между %@ и %@
sk: Úroveň batérie kolísala medzi %@ a %@
sl: Raven napolnjenosti baterije je nihala med %@ in %@
sv: Batterinivån varierade mellan %@ och %@
th: ระดับแบตเตอรี่อยู่ระหว่าง %@ ถึง %@
tr: Pil düzeyi %@ ve %@ arasında değişti
uk: Рівень заряду становив між %@ і %@
vi: Mức pin thay đổi giữa %@ và %@
zh_cn: 电池电量在%@和%@之间变化
zh_hk: 電池電量為%@與%@之間
zh_tw: 電池電量介於%@和%@之間

# POWER_ADAPTER_TITLE
source: Power Adapter
ar: محوّل الطاقة
ca: Adaptador de corrent
cs: Adaptér
da: Strømforsyning
de: Netzteil
el: Τροφοδοτικό
es: Adaptador de corriente
es_419: Adaptador de corriente
fi: Virtalähde
fr: Adaptateur secteur
fr_ca: Adaptateur d’alimentation
he: ספק כוח
hi: पावर अडैप्टर
hr: Strujni kabel
hu: Tápegység
id: Adaptor Daya
it: Alimentatore di corrente
ja: 電源アダプタ
ko: 전원 어댑터
ms: Penyesuai Kuasa
nl: Lichtnetadapter
no: Strømforsyning
pl: Zasilacz
pt_br: Alimentação
pt_pt: Adaptador de corrente
ro: Adaptor alimentare
ru: Сетевой адаптер
sk: Zdroj napájania
sl: Napajalnik
sv: Strömadapter
th: อะแดปเตอร์แปลงไฟ
tr: Güç Adaptörü
uk: Живлення від мережі
vi: Bộ tiếp hợp nguồn
zh_cn: 电源适配器
zh_hk: 電源轉換器
zh_tw: 電源轉接器

# SCHEDULE_FRIDAY
source: Friday
ar: الجمعة
ca: Divendres
cs: Pátek
da: fredag
de: Freitags
el: Παρασκευή
es: Viernes
es_419: Viernes
fi: Perjantaisin
fr: Vendredi
fr_ca: vendredi
he: יום ו׳
hi: शुक्रवार
hr: Petak
hu: Péntek
id: Jumat
it: Venerdì
ja: 金曜日
ko: 금요일
ms: Jumaat
nl: Vrijdag
no: Fredag
pl: w piątki
pt_br: Sexta-feira
pt_pt: Sexta‑feira
ro: vineri
ru: по пятницам
sk: v piatok
sl: Petek
sv: fredag
th: วันศุกร์
tr: Cuma
uk: Пʼятниця
vi: Thứ Sáu
zh_cn: 星期五
zh_hk: 星期五
zh_tw: 星期五

# SHOW_UPS_STATUS
source: Show UPS status in menu bar
ar: إظهار حالة UPS في شريط القائمة
ca: Mostra l’estat del SAI a la barra de menús
cs: Zobrazit stav UPS v řádku nabídek
da: Vis UPS-status på menulinje
de: USV-Status in der Menüleiste anzeigen
el: Εμφάνιση κατάστασης UPS στη γραμμή μενού
es: Mostrar el estado del SAI en la barra de menús
es_419: Mostrar estado del SAI en la barra de menús
fi: Näytä UPS-tila valikkorivillä
fr: Afficher l’état de l’UPS dans la barre des menus
fr_ca: Afficher l’état UPS dans la barre des menus
he: הצגת מצב האל-פסק בשורת התפריטים
hi: मेनू बार में UPS स्टेटस दिखाएँ
hr: Prikaži UPS status u traci s izbornicima
hu: UPS állapotának megjelenítése a menüsoron
id: Tampilkan status UPS pada bar menu
it: Mostra stato UPS nella barra menu
ja: メニューバーにUPSの状況を表示
ko: 메뉴 막대에서 UPS 상태 보기
ms: Tunjukkan status UPS dalam bar menu
nl: Toon UPS-status in menubalk
no: Vis UPS-status i menylinjen
pl: Pokazuj status UPS na pasku menu
pt_br: Mostrar estado do nobreak na barra de menus
pt_pt: Mostrar estado da UPS na barra de menus
ro: Afișează starea UPS în bara de meniu
ru: Показывать статус ИБП в строке меню
sk: Zobraziť stav UPS v lište
sl: Prikaži stanje UPS v menijski vrstici
sv: Visa UPS-status i menyraden
th: แสดงสถานะ UPS ในแถบเมนู
tr: UPS durumunu menü çubuğunda göster
uk: Показувати стан ДБЖ на смузі меню
vi: Hiển thị trạng thái UPS trong thanh menu
zh_cn: 在菜单栏显示UPS状态
zh_hk: 在選單列中顯示UPS狀態
zh_tw: 在選單列中顯示UPS狀態

# SCHEDULE_EVERYDAY
source: Every Day
ar: كل يوم
ca: Cada dia
cs: Každý den
da: Hver dag
de: Täglich
el: Κάθε ημέρα
es: Todos los días
es_419: Todos los días
fi: Päivittäin
fr: Tous les jours
fr_ca: Tous les jours
he: כל יום
hi: हर दिन
hr: Svaki dan
hu: Minden nap
id: Setiap Hari
it: Ogni giorno
ja: 毎日
ko: 매일
ms: Setiap Hari
nl: Elke dag
no: Hver dag
pl: codziennie
pt_br: Todos os Dias
pt_pt: Todos os dias
ro: în fiecare zi
ru: каждый день
sk: každý deň
sl: Vsak dan
sv: Varje dag
th: ทุกวัน
tr: Her Gün
uk: Щодня
vi: Hàng ngày
zh_cn: 每天
zh_hk: 每日
zh_tw: 每天

# RESTART_ON_HANG
source: Restart automatically if the computer freezes
ar: إعادة التشغيل تلقائيًا إذا توقف الكمبيوتر عن الاستجابة
ca: Reinicia automàticament si l’ordinador es bloqueja
cs: Při zablokování počítače automaticky provést restart
da: Genstart automatisk, hvis computeren fryser fast
de: Bei Einfrieren des Computers automatisch neu starten
el: Αυτόματη επανεκκίνηση αν ο υπολογιστής παγώσει
es: Reiniciar automáticamente si el ordenador se bloquea
es_419: Reiniciar automáticamente si la computadora se bloquea
fi: Käynnistä automaattisesti uudelleen, jos tietokone jähmettyy
fr: Redémarrer automatiquement après un blocage
fr_ca: Redémarrer automatiquement après un blocage
he: הפעלה מחדש אוטומטית אם המחשב קופא
hi: यदि कंप्यूटर फ़्रीज़ हो जाए, तो ऑटोमैटिकली रीस्टार्ट करें
hr: Automatski ponovno uključi ako se računalo zamrzne
hu: Automatikus újraindítás, ha a gép lefagy
id: Mulai ulang secara otomatis jika komputer berhenti beroperasi
it: Riavvia automaticamente se il computer si blocca
ja: コンピュータが操作不能になった場合に自動的に再起動
ko: 컴퓨터가 멈추면 자동으로 재시동합니다.
ms: Mulakan semula secara automatik jika komputer beku
nl: Start automatisch opnieuw op als computer vastloopt
no: Start på nytt automatisk hvis maskinen fryser
pl: Restartuj automatycznie w przypadku zamrożenia systemu
pt_br: Reiniciar automaticamente se o computador travar
pt_pt: Reiniciar automaticamente se o computador bloquear
ro: Repornește computerul automat dacă se blochează
ru: Автоматически перезагружать компьютер, если он «завис»
sk: Automaticky reštartovať ak počítač prestane reagovať
sl: Samodejno zaženi znova, če računalnik zamrzne
sv: Starta om automatiskt om datorn låser sig
th: เริ่มการทำงานเครื่องใหม่อัตโนมัติหากเครื่องคอมพิวเตอร์ค้าง
tr: Bilgisayar donarsa otomatik olarak yeniden başlat
uk: Автоматично перезапускатись, якщо компʼютер «завис»
vi: Tự động khởi động lại nếu máy tính đóng băng
zh_cn: 电脑死机后自动重新启动
zh_hk: 電腦當機時將自動重新啟動
zh_tw: 電腦當機時將自動重新開機

# ENERGY_MODE_ECO_BUTTON
source: Low power mode
ar: نمط الطاقة المنخفضة
ca: Mode de baix consum
cs: Režim nízké spotřeby
da: Energibesparende funktion
de: Stromsparmodus
el: Λειτουργία χαμηλής ενέργειας
es: Modo de bajo consumo
es_419: Ahorrar batería
fi: Alhaisen virran tila
fr: Mode économie d’énergie
fr_ca: Mode économie d’énergie
he: מצב סוללה חלשה
hi: निम्न पावर मोड
hr: Mod slabog napajanja
hu: Alacsony töltöttségű mód
id: Mode daya rendah
it: Risparmio energetico
ja: 低電力モード
ko: 저전력 모드
ms: Mod kuasa rendah
nl: Energiebesparingsmodus
no: Sparebluss­modus
pl: Tryb Niskie zużycie energii
pt_br: Modo pouca energia
pt_pt: Modo de baixo consumo
ro: Mod consum redus
ru: Режим энергосбережения
sk: Režim nízkej spotreby
sl: Način nizke porabe
sv: Strömsparläge
th: โหมดประหยัดพลังงาน
tr: Düşük güç modu
uk: Режим економії заряду
vi: Chế độ nguồn điện thấp
zh_cn: 低电量模式
zh_hk: 低耗電模式
zh_tw: 低耗電模式

# BATT_HEALTH_SVC_OPTIONS_TITLE
source: Service options…
ar: خيارات الخدمة…
ca: Opcions de reparació…
cs: Možnosti servisu…
da: Servicemuligheder…
de: Serviceoptionen …
el: Επιλογές σέρβις…
es: Opciones de reparación…
es_419: Opciones de servicio…
fi: Huoltovaihtoehdot…
fr: Options de service…
fr_ca: Options de réparation…
he: אפשרויות שירות…
hi: सर्विस विकल्प…
hr: Opcije servisiranja…
hu: Szervizelési lehetőségek…
id: Pilihan servis…
it: Opzioni di assistenza…
ja: 修理サービスオプション…
ko: 서비스 옵션…
ms: Pilihan servis…
nl: Serviceopties…
no: Servicealternativer…
pl: Opcje serwisu…
pt_br: Opções de manutenção…
pt_pt: Opções de assistência…
ro: Opțiuni de service…
ru: Сервисное обслуживание…
sk: Možnosti servisu…
sl: Možnosti servisa …
sv: Servicealternativ…
th: ตัวเลือกบริการ…
tr: Servis seçenekleri…
uk: Варіанти обслуговування…
vi: Tùy chọn dịch vụ…
zh_cn: 服务选项…
zh_hk: 維修服務選項⋯
zh_tw: 維修服務選項⋯

# ENERGY_MODE_ECO
source: Low Power
ar: الطاقة المنخفضة
ca: Baix consum
cs: Nízká spotřeba
da: Energibesparende
de: Geringe Ladung
el: Χαμηλή ενέργεια
es: Bajo consumo
es_419: Ahorrar batería
fi: Alhainen virta
fr: Économie d’énergie
fr_ca: Économie d’énergie
he: סוללה חלשה
hi: निम्न पावर
hr: Slabo napajanje
hu: Alacsony teljesítmény
id: Daya Rendah
it: Risparmio energetico
ja: 低電力
ko: 저전력
ms: Kuasa Rendah
nl: Energiebesparing
no: Lavt strømforbruk
pl: Niskie zużycie energii
pt_br: Pouca Energia
pt_pt: Baixo consumo
ro: Consum redus
ru: Энергосбережение
sk: Nízka spotreba
sl: Nizka poraba
sv: Låg batterinivå
th: พลังงานต่ำ
tr: Düşük Güç
uk: Економія заряду
vi: Nguồn điện Thấp
zh_cn: 低电量
zh_hk: 低耗電模式
zh_tw: 低耗電模式

# UPS_TITLE
source: UPS
ca: SAI
de: USV
es: SAI
es_419: SAI
he: אל-פסק
pt_br: Nobreak
ru: ИБП
uk: ДБЖ
